[
  {
    "id": 1,
    "author": "wsj",
    "title": "Wall Street Bonuses Down 26%   to $176,000...",
    "description": "Average bonus was $176,000 last year, down 26% from 2021",
    "url": "https://www.wsj.com/articles/wall street bonuses fall by most since 2008 c9f5a9e7",
    "urlToImage": "https://images.wsj.net/im-754225/social",
    "publishedAt": "2023 03 30T20:00:03Z",
    "content": "Wall Street Bonuses Fall by Most Since 2008\r\nThe average Wall Street bonus fell 26% last year, the biggest percentage drop since the financial crisis, as a slump in deal making cut into bankers’ comp… [+987 chars]"
  },
  {
    "id": 2,
    "author": "Alexander Gladstone",
    "title": "Bed Bath & Beyond Terminates Hudson Bay Deal, Turns to Market To Raise $300 Million",
    "description": "Distressed retailer pulls out of equity deal with hedge fund and is seeking to tap retail market instead",
    "url": "https://www.wsj.com/articles/bed bath beyond terminates hudson bay deal turns to market to raise 300 million e4b513ad",
    "urlToImage": "https://images.wsj.net/im-754097/social",
    "publishedAt": "2023 03 30T14:46:00Z",
    "content": "Bed Bath &amp; Beyond Inc. on Thursday launched an effort to sell up to $300 million of common stock while it terminated its previous fundraising deal with hedge fund Hudson Bay Capital Management LP… [+200 chars]"
  },
  {
    "id": 3,
    "author": "wsj",
    "title": "IRS Makes Strange House Call on Matt Taibbi...",
    "description": "An agent shows up at the home of the Twitter files journalist who testified before Congress.",
    "url": "https://www.wsj.com/articles/irs matt taibbi twitter files jim jordan daniel werfel lina khan 84ee518",
    "urlToImage": "https://images.wsj.net/im-751889/social",
    "publishedAt": "2023 03 28T12:00:04Z",
    "content": "Opinion | The IRS Makes a Strange House Call on Matt Taibbi\r\nOn March 9, 2023, journalists Matt Taibbi and Michael Shellenberger testified before a congressional hearing on the growth of 'a censorshi… [+1303 chars]"
  },
  {
    "id": 4,
    "author": "wsj",
    "title": "The Jobs Most Exposed to ChatGPT...",
    "description": "New study finds that AI tools could more quickly handle at least half of the tasks that auditors, interpreters and writers do now",
    "url": "https://www.wsj.com/articles/the jobs most exposed to chatgpt e7ceebf0",
    "urlToImage": "https://images.wsj.net/im-752015/social",
    "publishedAt": "2023 03 28T12:00:04Z",
    "content": "The Jobs Most Exposed to ChatGPTAccountants are among the professionals whose careers are most exposed to the capabilities of generative artificial intelligence, according to a new study. The researc… [+829 chars]"
  },
  {
    "id": 5,
    "author": "lxm",
    "title": "For the First Time, the Fed Is Losing Money",
    "description": "Article URL: https://www.wsj.com/articles/for the first time the fed is losing money mortage backed securities treasurys interest rate risk svb ad92e96f\nComments URL: https://news.ycombinator.com/item?id=35335097\nPoints: 7\n# Comments: 2",
    "url": "https://www.wsj.com/articles/for the first time the fed is losing money mortage backed securities treasurys interest rate risk svb ad92e96f",
    "urlToImage": "https://images.wsj.net/im-750632/social",
    "publishedAt": "2023 03 28T02:31:07Z",
    "content": "Like all central banks, the Federal Reserve was designed to make money for the government from its monopoly on issuing currency. The Fed did generate profits, which it sent to the Treasury, every yea… [+582 chars]"
  },
  {
    "id": 6,
    "author": "Robbie Whelan",
    "title": "Hollywood Betting on Fear...",
    "description": "A boom in scary movies is here as studios seek to lure audiences back to theaters. Brace yourself for a new brand of horror.",
    "url": "https://www.wsj.com/articles/horror movie boom smile nope m3gan host barbarian 4e44a0d1",
    "urlToImage": "https://images.wsj.net/im-750110/social",
    "publishedAt": "2023 03 25T14:16:37Z",
    "content": "Hollywood, once again, is resorting to scare tactics.\r\nProducers and studio chiefs say were headed into a horror movie boom, as they rush to sign big ticket deals with top writers and directors in th… [+732 chars]"
  },
  {
    "id": 7,
    "author": "wsj",
    "title": "Wing It or Plan It: Do Travelers Without Itineraries Have Better Vacations?",
    "description": "Does scheduling every moment of a trip actually dampen the experience or increase the odds of a good time? We argue both sides.",
    "url": "https://www.wsj.com/articles/do travelers without itineraries have better vacations 721c71e9",
    "urlToImage": "https://images.wsj.net/im 744213/social",
    "publishedAt": "2023 03 22T14:00:04Z",
    "content": "Wing It or Plan It: Do Travelers Without Itineraries Have Better Vacations?\r\nFor the recurring series That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—on… [+955 chars]"
  },
  {
    "id": 8,
    "author": "wsj",
    "title": "Home Prices Fall First Time in 11 Years...",
    "description": "U.S. sales of existing homes jumped 14.5% from prior month, but well down from year earlier",
    "url": "https://www.wsj.com/articles/home prices fell in february for first time in 11 years 73df0107",
    "urlToImage": "https://images.wsj.net/im 747789/social",
    "publishedAt": "2023 03 21T15:00:04Z",
    "content": "Home Prices Fell in February for First Time in 11 Years\r\nFrom New York to Austin, America’s biggest cities are littered with vacant plots of land. WSJ explains the unseen role property taxes play in … [+1067 chars]"
  },
  {
    "id": 9,
    "author": "wsj",
    "title": "Fear Strikes $8 Trillion Mortgage Debt Market...",
    "description": "Investors fear other banks will sell mortgage backed securities, pushing down prices",
    "url": "https://www.wsj.com/articles/anxiety strikes 8 trillion mortgage debt market after svb collapse 15ef0207",
    "urlToImage": "https://images.wsj.net/im 7-7592/social",
    "publishedAt": "2023 03 21T12:00:04Z",
    "content": "Anxiety Strikes $8 Trillion Mortgage Debt Market After SVB CollapseStrains in the banking sector are roiling a roughly $8 trillion bond market considered almost as safe as U.S. government bonds.So ca… [+907 chars]"
  },
  {
    "id": 10,
    "author": "wsj",
    "title": "The 'Everything Shower' Goes Way Beyond Shampoo and Conditioner...",
    "description": "New hair care products grow in popularity and lead to routines sometimes lasting over 60 minutes during showers",
    "url": "https://www.wsj.com/articles/shower hair care products routine bd9d2602",
    "urlToImage": "https://images.wsj.net/im 743925/social",
    "publishedAt": "2023 03 21T12:00:04Z",
    "content": "The ‘Everything Shower’ Goes Way Beyond Shampoo and ConditionerKenna Ehman spends over half an hour in the shower to get her hair clean and shiny. She starts with a scalp treatment, scrubs with two d… [+714 chars]"
  },
  {
    "id": 11,
    "author": "wsj",
    "title": "How Arrest Could Unfold...",
    "description": "Security issues could affect any arrest and court appearance involving the former president",
    "url": "https://www.wsj.com/articles/how a potential indictment and arrest of donald trump could unfold 456b06d5",
    "urlToImage": "https://images.wsj.net/im 747656/social",
    "publishedAt": "2023 03 21T12:00:04Z",
    "content": "How a Potential Indictment and Arrest of Donald Trump Could Unfold\r\nThe Manhattan grand jury hearing evidence about Donald Trump’s role in a payment to a porn star appears to be wrapping up its work,… [+779 chars]"
  },
  {
    "id": 12,
    "author": "wsj",
    "title": "Judge to Weigh FOX, DOMINION Arguments Ahead of Defamation Trial...",
    "description": "Both sides head to court to ask a Delaware judge to give them a win without the case going to a jury",
    "url": "https://www.wsj.com/articles/defamation case delaware court fox news trial a19677c2",
    "urlToImage": "https://images.wsj.net/im 747324/social",
    "publishedAt": "2023 03 21T12:00:04Z",
    "content": "Judge to Weigh Fox News, Dominion Arguments Ahead of Defamation Trial\r\nA Delaware judge on Tuesday will hear arguments from Fox News and Dominion Voting Systems on why each side believes it should be… [+976 chars]"
  },
  {
    "id": 13,
    "author": "Brendan Case, Ying Chen",
    "title": "For Long Term Health and Happiness, Marriage Still Matters...",
    "description": "A new study shows that for women, getting married is linked to significantly better physical and mental health",
    "url": "https://www.wsj.com/articles/for long term health and happiness marriage still matters 86114ced",
    "urlToImage": "https://images.wsj.net/im 744986/social",
    "publishedAt": "2023 03 19T11:46:36Z",
    "content": "When European travelers first encountered the Warlpiri of Australias Outback or the Kalapalo of the Amazon Basin in the 19th century, at least one institution would have been familiar amid the welter… [+1054 chars]"
  },
  {
    "id": 14,
    "author": "wsj",
    "title": "President to Face No Confidence Vote...",
    "description": "Votes called by group of centrist lawmakers and far right National Rally are expected early next week",
    "url": "https://www.wsj.com/articles/frances macron to face no confidence vote over pension overhaul a498cb4b",
    "urlToImage": "https://images.wsj.net/im 745725/social",
    "publishedAt": "2023 03 17T15:00:03Z",
    "content": "France’s Macron to Face No Confidence Vote Over Pension Overhaul\r\nPhoto: Reuters/Stephane MahePARIS—French President Emmanuel Macron is expected to face a vote of no confidence early next week aimed … [+797 chars]"
  },
  {
    "id": 15,
    "author": "wsj",
    "title": "Record Migrants Dying Along Rio Grande...",
    "description": "More men, women and children are trying to navigate dangerous waters and isolated terrain to evade authorities",
    "url": "https://www.wsj.com/articles/illegal immigration mexico us border deaths c35cf892",
    "urlToImage": "https://images.wsj.net/im 739928/social",
    "publishedAt": "2023 03 17T15:00:03Z",
    "content": "‘It’s Like a Graveyard’: Record Numbers of Migrants Are Dying at the U.S. BorderEAGLE PASS, Texas—Local officials keep a refrigerated truck to hold the bodies of migrants who drown in the currents of… [+1033 chars]"
  }
]
